{
  "תפקידי קצין חומ\"ס": {
    "title": "תפקידי קצין חומ\"ס",
    "components": [
      {
        "type": "table",
        "headers": [],
        "rows": [
          [
            {
              "content": "פיקוח ובקרה",
              "highlight": true
            },
            "ביצוע ביקורות במחזיקי חומ\"ס במרחבו למיפוי פערים והנחייתם לתיקון ליקוים ולביצוע פעולות למזעור פוטנציאל הסיכון כתוצאה מאירוע חומ\"ס מלחמתי. עדכון מאגרי המידע בהתאמה. "
          ],
          [
            {
              "content": "הכנת המרחב",
              "highlight": true
            },
            "שיפור המוכנות של המרחב האזרחי ושל ארגוני החירום להתמודדות עם אירוע חומ\"ס מלחמתי ע\"י הדרכות, הכנה ותרגול עיתי של תכניות מענה נצורות, בדיקה ואישור של נהלי חירום, תרגילים ואימונים."
          ],
          [
            {
              "content": "ייעוץ מקצועי",

              "highlight": true
            },
            "מתן המלצות מקצועיות למפקד המחוז בתחום החומרים המסוכנים ביום-יום ובעת אירוע. "
          ],
          [
            {
              "content": "היתרי רעלים",
              "highlight": true
            },
            "מתן חוות דעת מקצועית למשרד להגנת הסביבה בתחום ההיערכות של מחזיק חומ\"ס לחירום בהתייחס לבקשה למתן/ חידוש/ שינוי היתר רעלים."
          ],
          [
            {
              "content": "שיתוף פעולה בין ארגוני",
              "highlight": true
            },
            "יצירת שפה משותפת סביב האתגרים במרחב ומציאת פתרונות משולבים במישורים הרגולטורי והאופרטיבי בשיתוף ארגוני החירום ומשרדי ממשלה רלוונטיים."
          ],
          [
            {
              "content": "מערך מילואים",

              "highlight": true
            },
            "פיקוד על מערך המילואים המקצועי ושמירת כשירותו למשימותיו בחירום ע\"י שילובו בהכשרות והשתלמויות, במשימות שוטפות, בתרגילים ואימונים והנגשת עזרים ומערכות רלוונטים."
          ]
        ]
      }
    ]
  },
  "ביקורת שגרה – שלבים": {
    "title": "ביקורת שגרה – שלבים",
    "components": [
      {
        "type": "collapsibleSections",
        "sections": [
          {
            "title": "תכנן",
            "items": [
              {
                "title": "תדפיס מחזיק",
                "icon": "",
                "content": "הכרת הנתונים הגולמיים של המחזיק והעמקה בדרישות פתוחות כפי שמופיעים במערכת חומ\"ס."
              },
              {
                "title": "סיכומים קודמים",
                "icon": "",
                "content": "הכרת היסטוריית הדרישות והכרת שטח דרך עיניו של מבקר אחר. "
              },
              {
                "title": "מסמכים נלווים",
                "icon": "",
                "content": "צו נצור, תכנית חלופה למיגון / השלמת מיגון, נוהל חירום."
              }
            ]
          },
          {
            "title": "בצע",
            "items": [
              {
                "title": "ישיבת פתיחה",
                "icon": "",
                "content": "קבלת סקירה כללית על המחזיק והצגת נושאים פתוחים ומטרות הביקורת."
              },
              {
                "title": "סיור בשטח",
                "icon": "",
                "content": "בחינה ויזואלית של אתרי אחסון חומ\"ס והערכת פוטנציאל סיכון ונזק, תיעוד של אמצעי מיגון אישיים ומערכתיים."
              }
            ]
          },
          {
            "title": "סכם",
            "items": [
              {
                "title": "סיכום ביקורת",
                "icon": "",
                "content": "כתיבת סיכום ביקורת מפורט המאפשר קבלת החלטות ע\"י רמה ממונה והפצתו. "
              }
            ]
          }
        ]
      }
    ]
  },
  "ביקורת שגרה – דגשים": {
    "title": "ביקורת שגרה – דגשים",
    "components": [
      {
        "type": "collapsibleSections",
        "sections": [
          {
            "title": "כללי",
            "preContent": "תיאור כללי של המתחם לרבות עיסוק, מיקום וסביבה, מרחק מאוכלוסיה, סוגה ואופן המדידה , מספר עובדים, דרכי תקשורת, פרטי היתר רעלים."
          },
          {
            "title": "אמצעי תקשורת בחירום",
            "preContent": "פירוט אמצעים המאפשרים ליצור קשר עם המפעל בחירום ובניהול אירוע חירום בדגש על חדר בקרה מאויש 24/7 ומכשירי קשר. "
          },
          {
            "title": "אחסון חומרים",
            "preContent": "פירוט החומרים המסוכנים והכמויות שנצפו במהלך הביקורת תוך תיאור של צורת וסביבת האחסנה. מתן חוו\"ד לגבי סיכון פוטנציאלי של זליגת האירוע מחוץ לגדר המחזיק."
          },
          {
            "title": "אמצעי ספיגה",
            "preContent": "פירוט אמצעים הזמינים לטיפול בשפך/ דליפה ומקום הימצאותם."
          },
          {
            "title": "אמצעי מיגון אישיים",
            "preContent": "פירוט אמצעי מיגון אישי הקיימים, כמויותיהם, בדיקת תוקף, תקינות והתאמה לחומרים המאוחסנים. ציון מיקום האמצעים ונגישותם בעת אירוע. "
          },
          {
            "title": "נוהלי חירום",
            "preContent": "תאריך עדכון תיק המפעל ומועד תרגול אחרון. תאריך עדכון נוהל חלופת/ השלמת מיגון ומועד תרגול אחרון, קיום אמצעים למימושו."
          },
          {
            "title": "אמצעי מיגון מערכתיים",
            "preContent": "אמצעים ומערכות פאסיביים ואקטיביים להתמודדות עם אירוע לרבות יכולת הפעלה מרחוק, יכולת שליטה מרחוק (מצלמות וגלאים), גיבוי למקרה של הפסקת חשמל."
          },
          {
            "title": "סיכום והנחיות",
            "preContent": "מתן הנחיות בתחום הסמכות של פקע\"ר: דיווח, שילוט, הפרדה בין חומרים, אמצעי מיגון אישי, אמצעי ספיגה, נוהלי חירום."
          }
        ]
      }
    ]
  },
  "מיגון – דרישות בסיסיות": {
    "title": "מיגון – דרישות בסיסיות",
    "components": [
      {
        "type": "table",
        "headers": ["", "מסכני אוכלוסייה", "מסכני רכוש"],
        "rows": [
          [
            {
              "content": "צורת מיגון",
              "highlight": true
            },
            "מצבור ממוגן/ הטמנה. אסור שהמיכל ייפגע.",
            "מאצרה. המיכל יכול להיפגע, נדרש למנוע התפשטות השפך."
          ],
          [
            {
              "content": "תחולה",
              "highlight": true
            },
            {
              "content": "המיגון יכסה את כלל חלקי המערכת (מכלים, צנרת, ריאקטורים ועוד) בהם מצוי חומר מסוכן לפרק זמן של 4 שעות רציפות לפחות. ",
              "colSpan": 2
            }
          ],
          [
            {
              "content": "חומרי בניין",
              "highlight": true
            },
            {
              "content": "עשוי בטון בעובי 40 ס\"מ עם שתי רשתות או שווה-ערך מפלדה (80 מ\"מ), חול (1 מ').",
              "colSpan": 2
            }
          ],
          [
            {
              "content": "רציפות",
              "highlight": true
            },
            "היקפי ורציף, כל פתח בקיר מגן שקוטרו מעל 4 צול ימוגן בקיר מגן מקביל. מיכל מוטמן תת-קרקעית יכוסה עפר מכל צדדיו.",
            "היקפי ורציף, ניתן להעביר צנרת שקוטרה לא עולה על 4 צול."
          ],
          [
            {
              "content": "גובה",
              "highlight": true
            },
            "גבוה ב-50 ס\"מ לפחות מעל מהאריזה הממוגנת (לרבות ברזים).",
            "שווה או גדול מהפרש בין הגובה המרבי של פני הנוזל במיכל לבין המרחק של דופן המיכל מקיר המאצרה."
          ],
          [
            {
              "content": "גודל",
              "highlight": true
            },
            "שטח ממוגן לא יעלה על 100 מ\"ר, אחרת נדרש מידור באמצעות קירות בטון פנימיים בעלי עובי 20 ס\"מ.",
            "נפחו 110% מנפח כולל של חומרים מסוכנים המאוחסנים או 480 מ\"ק (לפי הנמוך מביניהם)."
          ],
          [
            {
              "content": "מידור",
              "highlight": true
            },
            "באמצעות קירות בטון פנימיים בעלי עובי 20 ס\"מ, כאשר שטח המיגון עולה על 100 מ\"ר.",
            "באמצעות קירות בטון פנימיים בעובי 20 ס\"מ, כאשר ישנם חומרים העשויים להגיב ביניהם."
          ],
          [
            {
              "content": "לרע\"ן חומ\"ס הסמכות לפטור מדרישות המיגון, לאשר שינויים טכניים או לחייב מיגון אחר.",
              "colSpan": 3
            }
          ]
        ]
      }
    ]
  }
}
